Repository: FactumGame/NewDawn_final
Catalog: NewDawn/*.lproj/Localizable.strings
Languages: fr

source: Error
fr: Erreur

source: Sorry
fr: Désolé

source: Cancel
fr: Annuler

source: Warning
fr: Attention

source: You are about to delete all your data
fr: Vous êtes sur le point d'effacer toutes vos données

source: Error signing out
fr: Erreur lors de la déconnexion

source: Log out
fr: Se déconneter

# ResetData
source: Reset your data
fr: Reinitialiser les données

source: Change Password
fr: Changer de mot de passe

source: Sun
fr: Dim

source: Mon
fr: Lun

source: Tue
fr: Mar

source: Wed
fr: Mer

source: Thu
fr: Jeu

source: Fri
fr: Ven

source: Sat
fr: Sam

# lastNamePlaceholder
source: Lastname
fr: Nom

# firstNamePlaceholder
source: firstName
fr: Prénom

# passwordPlaceholder
source: Enter password
fr: Entrez votre mot de passe

# repeatPasswordPlaceholder
source: Re-enter password
fr: Entrez votre mot de passe

# createAccount
source: Create your account
fr: S'inscrire

source: Sign In
fr: Se connecter

# fbLogin
source: Login with Facebook
fr: Se connecter avec Facebook

# twitterLogin
source: Login with Twitter
fr: Se connecter avec Twitter

# forgotPassword
source: Forgot your password?
fr: Mot de passe oublié?

source: back
fr: retourr

# enterEmail
source: Enter your email
fr: Entrez votre email

# resetPassord
source: reset password
fr: Reinitialiser

# diffPasswords
source: the two passords are differents, please retry
fr: Les deux mot de passe sont différents. Veuillez recommencer

# profilVcTitle
source: Today
fr: Acceuil

# crisisVcTitle
source: Crisis
fr: Crise

# historyVcTitle
source: History
fr: Historique

# medicVcTitle
source: Find a Medic
fr: Thérapeute

# todayMood
source: Today's mood
fr: Humeur du jour

source: add challenge
fr: ajouter

source: New Challenge
fr: Nouveau Challenge

source: Mood History
fr: Historique humeurs

source: Done Challenges
fr: Challenges réussis

source: Weekly progress
fr: Progression de la semaine

source: Challenges History
fr: Historique des challenges

source: Week
fr: Semaine

source: Month
fr: Mois

source: Trimester
fr: Trimestre

source: All time
fr: Tous

source: You need to provide data for the chart.
fr: Il n'y a pas de données disponibles.

source: Start Challenge
fr: Commencer

source: Comments
fr: Commentaires

source: Success
fr: Succès

source: Fail
fr: Echec

source: Enter comments here...
fr: Entrez vos commentaires...

source: NICE TRY
fr: BEL ESSAI

source: You are making progresses
fr: Vous êtes sur la bonne voie

source: CONGRATULATIONS
fr: FÉLICITATIONS

source: You did it
fr: Vous avez réussi

source: Search place
fr: Rechercher un lieu

source: Choose a new date
fr: Choisir une nouvelle date

source: Validate new date for challenge
fr: Valider la nouvelle date

source: Drive
fr: Conduire

source: Walk
fr: Marcher

source: Party
fr: Sortir

source: Transportation
fr: Prendre les transports

source: Travel
fr: Voyager

source: Custom
fr: Personnalisé

source: Done
fr: Fait

source: Delete
fr: Effacer

source: Please enter a valid date
fr: Veuillez entrer une date

source: it's Challenge Time
fr: C'est l'heure de votre challenge

source: here is your challenge:
fr: Vous devez:

source: Give a name to your challenge
fr: Donner un titre à votre challenge

source: Add a date
fr: Entrer une date

source: Add an Objective Location
fr: Entrer une destination

source: Activate notifications
fr: Activer les notifications

source: What the situation anxiety level?
fr: Quel niveau anxiété anticipez-vous?

source: Rate the Benefit you expect
fr: Donnez une note au bénéfice attendu

source: Create Challenge
fr: Créer le challenge

source: Your challenge has been updated
fr: Votre challenge a été mis à jour

source: BREATH
fr: Respirez

source: Start
fr: Commencer

source: stop
fr: Arreter

source: Address
fr: Addresse

source: Telephone
fr: Téléphone

source: NewDawn sent you an e-mail
fr: NewDawn vous envoie un email

source: Here is my report
fr: Voici mon rapport

# drivingOne
source: Drive 1 Km with someone
fr: Conduire 1km accompagné(e)

# drivingTwo
source: Drive 2 Km with Someone
fr: Conduire 1km seul(e)

# drivingThree
source: Drive 1 Km alone
fr: Conduire plusieurs km accompagné(e)

# drivingFour
source: Drive 2 Km alone
fr: Conduire plusieurs km seul(e)

# drivingSix
source: Drive outside the city
fr: Se rendre en dehors de sa ville en voiture

# drivingSeven
source: Drive on the highway
fr: Conduire sur l'autoroute

# drivingEight
source: stay blocked in traffic
fr: Rester bloqué(e) dans les embouteillages

# dailyOne
source: go to the local grocery
fr: Aller à l'épicerie

# dailyTwo
source: go to the hypermarket
fr: Aller au supermarché

# dailyThree
source: go to the pharmacy
fr: Aller à la pharmacie

# dailyFour
source: take an elevator
fr: Prendre un ascenseur

# dailySix
source: go to the haidresser
fr: Aller chez le coiffeur

# dailySeven
source: have a lunch with a friend
fr: Allez déjeuner avec un(e) ami(e)

# dailyEight
source: go to the gym
fr: Aller dans un club de sport

# travelOne
source: go to the airport
fr: Se rendre à l'aéroport

# travelTwo
source: take a plane with someone
fr: Prendre l'avion accompagné(e)

# travelThree
source: take a plane with alone
fr: Prendre l'avion seul(e)

# travelFour
source: go the train station
fr: Se rendre à la gare

# travelSix
source: take the train with someone
fr: Prendre le train accompagné(e)

# travelSeven
source: take the train alone
fr: Prendre le train seul(e)

# travelEight
source: go on holiday
fr: Partir en vacances

# walkOne
source: Walk 500 m outside
fr: Marcher 500 m

# walkTwo
source: go to the park
fr: Allez dans un parc

# walkThree
source: go the the nearest monument
fr: Se rendre au monument le plus proche

# walkFour
source: Walk half an hour
fr: Marcher 30 minutes seul(e)

# walkSix
source: Walk one hour
fr: Marcher 1 heure seul(e)

# walkSeven
source: go for a hike
fr: Allez faire une randonnée

# walkEight
source: go for long hike in moutain
fr: Partir en randonnée plusieurs jours

# transportOne
source: take subway for one stop
fr: Prendre une station de métro

# transportTwo
source: take subway for many stops
fr: Prendre plusieurs stations de métro

# transportThree
source: take a cab
fr: Prendre un taxi

# transportFour
source: take a bus for one stop
fr: Prendre une station de bus

# transportSix
source: take a bus for many stops
fr: Prendre plusieurs stations de bus

# transportSeven
source: Take a trip in car
fr: Prendre le car sur une longue distance

# partyOne
source: go in bar with friends
fr: Aller prendre un café avec un(e) ami(e)

# partyTwo
source: go in a bar alone
fr: Aller au café seul(e)

# partyThree
source: go party with friends
fr: Sortir avec des amis

# partyFour
source: go party alone
fr: Sortir seul(e)

# partySix
source: go to the movie theater
fr: Aller au cinéma

# partySeven
source: go to a concert
fr: Aller à un concert

# partyEight
source: go to a museum/ exhibition
fr: Allez au musée ou a une exposition
